import Image from 'next/image';
import React from 'react';

const AboutPage = () => {
    return (
        <main className='bg-white h-[48.5rem]'>
            <h1 className="text-4xl text-center">О нас</h1>
            <section className='p-16'>
                <p className='leading-8'>Наша кофейня - это место, где каждый посетитель может насладиться ароматным кофе и уютной атмосферой. Мы гордимся своими знаниями и опытом в области кофейного дела, и всегда рады поделиться ими с нашими клиентами. </p>
                <p className='my-4'>Мы используем только самые качественные зерна кофе, чтобы каждая чашка, которую мы готовим, была идеальной по вкусу и аромату. Наша команда бариста прошла обучение и сертификацию, чтобы обеспечить нашим гостям идеальное кофейное исполнение.</p>
                <p className='my-4'>Мы также предлагаем широкий ассортимент выпечки, десертов и закусок, чтобы каждый посетитель мог выбрать что-то по своему вкусу. Мы стараемся создать дружелюбную и уютную обстановку, чтобы каждый гость чувствовал себя как дома.</p>
            </section>
            <section className='px-16 py-4'>
                <h2 className="text-3xl text-center py-4">Наше кафе</h2>
                <p>Следите за нашими новостями и акциями на нашем сайте и в социальных сетях. Мы всегда рады видеть вас в нашей кофейне!</p>
            </section>
        </main >
    );
};

export default AboutPage;